{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "\u0000": 4,
      "\u0001": 5,
      "\u0002": 6,
      "\u0003": 7,
      "\u0004": 8,
      "\u0005": 9,
      "\u0006": 10,
      "\u0007": 11,
      "\b": 12,
      "\u000f": 13,
      "\u0010": 14,
      "\u0011": 15,
      "\u0012": 16,
      "\u0015": 17,
      "\u0018": 18,
      "\u001a": 19,
      "\u001b": 20,
      "!": 21,
      "\"": 22,
      "#": 23,
      "$": 24,
      "%": 25,
      "&": 26,
      "'": 27,
      "(": 28,
      ")": 29,
      "*": 30,
      "+": 31,
      ",": 32,
      "-": 33,
      ".": 34,
      "/": 35,
      "0": 36,
      "1": 37,
      "2": 38,
      "3": 39,
      "4": 40,
      "5": 41,
      "6": 42,
      "7": 43,
      "8": 44,
      "9": 45,
      ":": 46,
      ";": 47,
      "<": 48,
      "=": 49,
      ">": 50,
      "?": 51,
      "@": 52,
      "A": 53,
      "B": 54,
      "C": 55,
      "D": 56,
      "E": 57,
      "F": 58,
      "G": 59,
      "H": 60,
      "I": 61,
      "J": 62,
      "K": 63,
      "L": 64,
      "M": 65,
      "N": 66,
      "O": 67,
      "P": 68,
      "Q": 69,
      "R": 70,
      "S": 71,
      "T": 72,
      "U": 73,
      "V": 74,
      "W": 75,
      "X": 76,
      "Y": 77,
      "Z": 78,
      "[": 79,
      "\\": 80,
      "]": 81,
      "^": 82,
      "_": 83,
      "`": 84,
      "a": 85,
      "b": 86,
      "c": 87,
      "d": 88,
      "e": 89,
      "f": 90,
      "g": 91,
      "h": 92,
      "i": 93,
      "j": 94,
      "k": 95,
      "l": 96,
      "m": 97,
      "n": 98,
      "o": 99,
      "p": 100,
      "q": 101,
      "r": 102,
      "s": 103,
      "t": 104,
      "u": 105,
      "v": 106,
      "w": 107,
      "x": 108,
      "y": 109,
      "z": 110,
      "{": 111,
      "|": 112,
      "}": 113,
      "~": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "¡": 147,
      "¢": 148,
      "£": 149,
      "¤": 150,
      "¥": 151,
      "¦": 152,
      "§": 153,
      "¨": 154,
      "©": 155,
      "ª": 156,
      "«": 157,
      "¬": 158,
      "­": 159,
      "®": 160,
      "¯": 161,
      "°": 162,
      "±": 163,
      "²": 164,
      "³": 165,
      "´": 166,
      "µ": 167,
      "¶": 168,
      "·": 169,
      "¸": 170,
      "¹": 171,
      "º": 172,
      "»": 173,
      "¼": 174,
      "½": 175,
      "¾": 176,
      "¿": 177,
      "À": 178,
      "Á": 179,
      "Â": 180,
      "Ã": 181,
      "Ä": 182,
      "Å": 183,
      "Æ": 184,
      "Ç": 185,
      "È": 186,
      "É": 187,
      "Ê": 188,
      "Ë": 189,
      "Ì": 190,
      "Í": 191,
      "Î": 192,
      "Ï": 193,
      "Ð": 194,
      "Ñ": 195,
      "Ò": 196,
      "Ó": 197,
      "Ô": 198,
      "Õ": 199,
      "Ö": 200,
      "×": 201,
      "Ø": 202,
      "Ù": 203,
      "Ú": 204,
      "Û": 205,
      "Ü": 206,
      "Ý": 207,
      "Þ": 208,
      "ß": 209,
      "à": 210,
      "á": 211,
      "â": 212,
      "ã": 213,
      "ä": 214,
      "å": 215,
      "æ": 216,
      "ç": 217,
      "è": 218,
      "é": 219,
      "ê": 220,
      "ë": 221,
      "ì": 222,
      "í": 223,
      "î": 224,
      "ï": 225,
      "ð": 226,
      "ñ": 227,
      "ò": 228,
      "ó": 229,
      "ô": 230,
      "õ": 231,
      "ö": 232,
      "÷": 233,
      "ø": 234,
      "ù": 235,
      "ú": 236,
      "û": 237,
      "ü": 238,
      "ý": 239,
      "þ": 240,
      "ÿ": 241,
      "Ā": 242,
      "ā": 243,
      "Ă": 244,
      "ă": 245,
      "Ą": 246,
      "ą": 247,
      "Ć": 248,
      "ć": 249,
      "ĉ": 250,
      "Ċ": 251,
      "ċ": 252,
      "Č": 253,
      "č": 254,
      "Ď": 255,
      "ď": 256,
      "Đ": 257,
      "đ": 258,
      "Ē": 259,
      "ē": 260,
      "ĕ": 261,
      "Ė": 262,
      "ė": 263,
      "Ę": 264,
      "ę": 265,
      "Ě": 266,
      "ě": 267,
      "Ĝ": 268,
      "ĝ": 269,
      "Ğ": 270,
      "ğ": 271,
      "Ġ": 272,
      "ġ": 273,
      "ģ": 274,
      "Ĥ": 275,
      "ĥ": 276,
      "Ħ": 277,
      "ħ": 278,
      "Ĩ": 279,
      "ĩ": 280,
      "Ī": 281,
      "ī": 282,
      "Ĭ": 283,
      "ĭ": 284,
      "į": 285,
      "İ": 286,
      "ı": 287,
      "ĵ": 288,
      "ķ": 289,
      "ĸ": 290,
      "Ĺ": 291,
      "ĺ": 292,
      "ļ": 293,
      "Ľ": 294,
      "ľ": 295,
      "Ł": 296,
      "ł": 297,
      "Ń": 298,
      "ń": 299,
      "ņ": 300,
      "Ň": 301,
      "ň": 302,
      "Ŋ": 303,
      "ŋ": 304,
      "Ō": 305,
      "ō": 306,
      "Ŏ": 307,
      "ŏ": 308,
      "Ő": 309,
      "ő": 310,
      "Œ": 311,
      "œ": 312,
      "Ŕ": 313,
      "ŕ": 314,
      "Ř": 315,
      "ř": 316,
      "Ś": 317,
      "ś": 318,
      "Ş": 319,
      "ş": 320,
      "Š": 321,
      "š": 322,
      "Ţ": 323,
      "ţ": 324,
      "Ť": 325,
      "ť": 326,
      "Ŧ": 327,
      "ũ": 328,
      "Ū": 329,
      "ū": 330,
      "ŭ": 331,
      "ů": 332,
      "ű": 333,
      "Ų": 334,
      "ų": 335,
      "ŵ": 336,
      "ŷ": 337,
      "Ÿ": 338,
      "Ź": 339,
      "ź": 340,
      "Ż": 341,
      "ż": 342,
      "Ž": 343,
      "ž": 344,
      "ſ": 345,
      "ƃ": 346,
      "Ƅ": 347,
      "Ɔ": 348,
      "ƈ": 349,
      "Ǝ": 350,
      "Ə": 351,
      "Ɛ": 352,
      "Ƒ": 353,
      "ƒ": 354,
      "Ɣ": 355,
      "Ɩ": 356,
      "ƙ": 357,
      "ƛ": 358,
      "ƞ": 359,
      "Ɵ": 360,
      "Ơ": 361,
      "ơ": 362,
      "ƨ": 363,
      "Ƭ": 364,
      "Ư": 365,
      "ư": 366,
      "ƴ": 367,
      "ƿ": 368,
      "ǀ": 369,
      "ǁ": 370,
      "ǂ": 371,
      "ǃ": 372,
      "ǎ": 373,
      "ǐ": 374,
      "Ǒ": 375,
      "ǒ": 376,
      "ǔ": 377,
      "ǚ": 378,
      "ǜ": 379,
      "ǝ": 380,
      "ǣ": 381,
      "Ǧ": 382,
      "ǧ": 383,
      "ǩ": 384,
      "ǫ": 385,
      "ǰ": 386,
      "ǵ": 387,
      "Ƿ": 388,
      "ǹ": 389,
      "Ǽ": 390,
      "Ȁ": 391,
      "ȁ": 392,
      "ȃ": 393,
      "ȇ": 394,
      "ȉ": 395,
      "ȗ": 396,
      "Ș": 397,
      "ș": 398,
      "Ț": 399,
      "ț": 400,
      "Ȝ": 401,
      "ȝ": 402,
      "ȟ": 403,
      "Ƞ": 404,
      "Ȣ": 405,
      "Ȳ": 406,
      "ȳ": 407,
      "ȶ": 408,
      "Ƚ": 409,
      "Ⱦ": 410,
      "Ɂ": 411,
      "ɐ": 412,
      "ɑ": 413,
      "ɒ": 414,
      "ɔ": 415,
      "ɕ": 416,
      "ɖ": 417,
      "ɘ": 418,
      "ə": 419,
      "ɚ": 420,
      "ɛ": 421,
      "ɜ": 422,
      "ɝ": 423,
      "ɟ": 424,
      "ɡ": 425,
      "ɢ": 426,
      "ɣ": 427,
      "ɥ": 428,
      "ɦ": 429,
      "ɧ": 430,
      "ɨ": 431,
      "ɩ": 432,
      "ɪ": 433,
      "ɫ": 434,
      "ɬ": 435,
      "ɭ": 436,
      "ɯ": 437,
      "ɱ": 438,
      "ɲ": 439,
      "ɳ": 440,
      "ɴ": 441,
      "ɵ": 442,
      "ɸ": 443,
      "ɹ": 444,
      "ɻ": 445,
      "ɽ": 446,
      "ɾ": 447,
      "ɿ": 448,
      "ʀ": 449,
      "ʁ": 450,
      "ʂ": 451,
      "ʃ": 452,
      "ʅ": 453,
      "ʆ": 454,
      "ʇ": 455,
      "ʈ": 456,
      "ʉ": 457,
      "ʊ": 458,
      "ʋ": 459,
      "ʌ": 460,
      "ʎ": 461,
      "ʏ": 462,
      "ʐ": 463,
      "ʑ": 464,
      "ʒ": 465,
      "ʔ": 466,
      "ʕ": 467,
      "ʘ": 468,
      "ʙ": 469,
      "ʜ": 470,
      "ʝ": 471,
      "ʞ": 472,
      "ʟ": 473,
      "ʠ": 474,
      "ʤ": 475,
      "ʰ": 476,
      "ʱ": 477,
      "ʲ": 478,
      "ʳ": 479,
      "ʷ": 480,
      "ʹ": 481,
      "ʺ": 482,
      "ʻ": 483,
      "ʼ": 484,
      "ʽ": 485,
      "ʾ": 486,
      "ʿ": 487,
      "ˁ": 488,
      "˂": 489,
      "˃": 490,
      "ˆ": 491,
      "ˇ": 492,
      "ˈ": 493,
      "ˉ": 494,
      "ˊ": 495,
      "ˋ": 496,
      "ˌ": 497,
      "ː": 498,
      "ˑ": 499,
      "˒": 500,
      "˖": 501,
      "˗": 502,
      "˘": 503,
      "˙": 504,
      "˚": 505,
      "˛": 506,
      "˜": 507,
      "˝": 508,
      "ˢ": 509,
      "ˮ": 510,
      "˲": 511,
      "˴": 512,
      "˸": 513,
      "˹": 514,
      "˺": 515,
      "̀": 516,
      "́": 517,
      "̂": 518,
      "̃": 519,
      "̄": 520,
      "̅": 521,
      "̆": 522,
      "̇": 523,
      "̈": 524,
      "̊": 525,
      "̋": 526,
      "̌": 527,
      "̍": 528,
      "̏": 529,
      "̐": 530,
      "̒": 531,
      "̓": 532,
      "̔": 533,
      "̕": 534,
      "̖": 535,
      "̚": 536,
      "̛": 537,
      "̞": 538,
      "̠": 539,
      "̡": 540,
      "̢": 541,
      "̣": 542,
      "̤": 543,
      "̥": 544,
      "̧": 545,
      "̨": 546,
      "̩": 547,
      "̪": 548,
      "̬": 549,
      "̭": 550,
      "̯": 551,
      "̰": 552,
      "̱": 553,
      "̲": 554,
      "̳": 555,
      "̴": 556,
      "̵": 557,
      "̶": 558,
      "̷": 559,
      "̸": 560,
      "̺": 561,
      "̿": 562,
      "͉": 563,
      "͡": 564,
      "ͣ": 565,
      "ͥ": 566,
      "ͦ": 567,
      "ͧ": 568,
      "ͫ": 569,
      "΄": 570,
      "Ά": 571,
      "Έ": 572,
      "Ή": 573,
      "Ί": 574,
      "Ό": 575,
      "ΐ": 576,
      "Α": 577,
      "Β": 578,
      "Γ": 579,
      "Δ": 580,
      "Ε": 581,
      "Ζ": 582,
      "Η": 583,
      "Θ": 584,
      "Ι": 585,
      "Κ": 586,
      "Λ": 587,
      "Μ": 588,
      "Ν": 589,
      "Ξ": 590,
      "Ο": 591,
      "Π": 592,
      "Ρ": 593,
      "Σ": 594,
      "Τ": 595,
      "Υ": 596,
      "Φ": 597,
      "Χ": 598,
      "Ψ": 599,
      "Ω": 600,
      "ά": 601,
      "έ": 602,
      "ή": 603,
      "ί": 604,
      "ΰ": 605,
      "α": 606,
      "β": 607,
      "γ": 608,
      "δ": 609,
      "ε": 610,
      "ζ": 611,
      "η": 612,
      "θ": 613,
      "ι": 614,
      "κ": 615,
      "λ": 616,
      "μ": 617,
      "ν": 618,
      "ξ": 619,
      "ο": 620,
      "π": 621,
      "ρ": 622,
      "ς": 623,
      "σ": 624,
      "τ": 625,
      "υ": 626,
      "φ": 627,
      "χ": 628,
      "ψ": 629,
      "ω": 630,
      "ϊ": 631,
      "ϋ": 632,
      "ό": 633,
      "ύ": 634,
      "ώ": 635,
      "ϐ": 636,
      "ϑ": 637,
      "ϒ": 638,
      "ϕ": 639,
      "Ϙ": 640,
      "Ϡ": 641,
      "ϧ": 642,
      "ϩ": 643,
      "Ϫ": 644,
      "ϫ": 645,
      "ϭ": 646,
      "Ϯ": 647,
      "ϰ": 648,
      "ϱ": 649,
      "ϳ": 650,
      "ϵ": 651,
      "Ϸ": 652,
      "Ͻ": 653,
      "Ѐ": 654,
      "Ё": 655,
      "Ђ": 656,
      "Ѓ": 657,
      "Є": 658,
      "Ѕ": 659,
      "І": 660,
      "Ї": 661,
      "Ј": 662,
      "Њ": 663,
      "Ў": 664,
      "А": 665,
      "Б": 666,
      "В": 667,
      "Г": 668,
      "Д": 669,
      "Е": 670,
      "Ж": 671,
      "З": 672,
      "И": 673,
      "Й": 674,
      "К": 675,
      "Л": 676,
      "М": 677,
      "Н": 678,
      "О": 679,
      "П": 680,
      "Р": 681,
      "С": 682,
      "Т": 683,
      "У": 684,
      "Ф": 685,
      "Х": 686,
      "Ц": 687,
      "Ч": 688,
      "Ш": 689,
      "Щ": 690,
      "Ъ": 691,
      "Ы": 692,
      "Ь": 693,
      "Э": 694,
      "Ю": 695,
      "Я": 696,
      "а": 697,
      "б": 698,
      "в": 699,
      "г": 700,
      "д": 701,
      "е": 702,
      "ж": 703,
      "з": 704,
      "и": 705,
      "й": 706,
      "к": 707,
      "л": 708,
      "м": 709,
      "н": 710,
      "о": 711,
      "п": 712,
      "р": 713,
      "с": 714,
      "т": 715,
      "у": 716,
      "ф": 717,
      "х": 718,
      "ц": 719,
      "ч": 720,
      "ш": 721,
      "щ": 722,
      "ъ": 723,
      "ы": 724,
      "ь": 725,
      "э": 726,
      "ю": 727,
      "я": 728,
      "ѐ": 729,
      "ё": 730,
      "ђ": 731,
      "ѓ": 732,
      "є": 733,
      "ѕ": 734,
      "і": 735,
      "ї": 736,
      "ј": 737,
      "љ": 738,
      "њ": 739,
      "ћ": 740,
      "ќ": 741,
      "ў": 742,
      "џ": 743,
      "ѡ": 744,
      "Ѣ": 745,
      "Ѩ": 746,
      "Ѵ": 747,
      "Ѻ": 748,
      "Ѿ": 749,
      "ҁ": 750,
      "҆": 751,
      "Ґ": 752,
      "ґ": 753,
      "ғ": 754,
      "җ": 755,
      "Қ": 756,
      "қ": 757,
      "ҝ": 758,
      "ң": 759,
      "Ҫ": 760,
      "ҫ": 761,
      "Ү": 762,
      "ү": 763,
      "ҷ": 764,
      "Һ": 765,
      "һ": 766,
      "ӏ": 767,
      "ӑ": 768,
      "ӓ": 769,
      "ӕ": 770,
      "ӗ": 771,
      "ә": 772,
      "ӣ": 773,
      "Ӧ": 774,
      "ӧ": 775,
      "Ө": 776,
      "ө": 777,
      "ӳ": 778,
      "ԁ": 779,
      "ԍ": 780,
      "ԛ": 781,
      "Ԝ": 782,
      "Ա": 783,
      "Գ": 784,
      "Դ": 785,
      "Ե": 786,
      "Զ": 787,
      "Ը": 788,
      "Թ": 789,
      "Ի": 790,
      "Լ": 791,
      "Կ": 792,
      "Հ": 793,
      "Ճ": 794,
      "Մ": 795,
      "Յ": 796,
      "Ն": 797,
      "Շ": 798,
      "Ո": 799,
      "Պ": 800,
      "Ռ": 801,
      "Ս": 802,
      "Վ": 803,
      "Տ": 804,
      "Ր": 805,
      "Ւ": 806,
      "Փ": 807,
      "Ք": 808,
      "՚": 809,
      "՜": 810,
      "՝": 811,
      "ՠ": 812,
      "ա": 813,
      "բ": 814,
      "գ": 815,
      "դ": 816,
      "ե": 817,
      "զ": 818,
      "է": 819,
      "ը": 820,
      "թ": 821,
      "ի": 822,
      "լ": 823,
      "խ": 824,
      "ծ": 825,
      "կ": 826,
      "հ": 827,
      "ղ": 828,
      "ճ": 829,
      "մ": 830,
      "յ": 831,
      "ն": 832,
      "շ": 833,
      "ո": 834,
      "չ": 835,
      "պ": 836,
      "ջ": 837,
      "ս": 838,
      "վ": 839,
      "տ": 840,
      "ր": 841,
      "ց": 842,
      "ւ": 843,
      "փ": 844,
      "ք": 845,
      "օ": 846,
      "ֆ": 847,
      "։": 848,
      "֑": 849,
      "֒": 850,
      "֔": 851,
      "֖": 852,
      "֗": 853,
      "֘": 854,
      "֙": 855,
      "֚": 856,
      "֛": 857,
      "֜": 858,
      "֞": 859,
      "֠": 860,
      "֣": 861,
      "֤": 862,
      "֥": 863,
      "֧": 864,
      "֨": 865,
      "֩": 866,
      "֫": 867,
      "֭": 868,
      "֮": 869,
      "ְ": 870,
      "ֱ": 871,
      "ֲ": 872,
      "ֳ": 873,
      "ִ": 874,
      "ֵ": 875,
      "ֶ": 876,
      "ַ": 877,
      "ָ": 878,
      "ֹ": 879,
      "ֻ": 880,
      "ּ": 881,
      "ֽ": 882,
      "־": 883,
      "׀": 884,
      "ׁ": 885,
      "ׂ": 886,
      "׃": 887,
      "ׅ": 888,
      "ׇ": 889,
      "א": 890,
      "ב": 891,
      "ג": 892,
      "ד": 893,
      "ה": 894,
      "ו": 895,
      "ז": 896,
      "ח": 897,
      "ט": 898,
      "י": 899,
      "ך": 900,
      "כ": 901,
      "ל": 902,
      "ם": 903,
      "מ": 904,
      "ן": 905,
      "נ": 906,
      "ס": 907,
      "ע": 908,
      "ף": 909,
      "פ": 910,
      "ץ": 911,
      "צ": 912,
      "ק": 913,
      "ר": 914,
      "ש": 915,
      "ת": 916,
      "ײ": 917,
      "״": 918,
      "؀": 919,
      "؁": 920,
      "؂": 921,
      "؃": 922,
      "؄": 923,
      "؅": 924,
      "؆": 925,
      "؇": 926,
      "؈": 927,
      "؉": 928,
      "؊": 929,
      "،": 930,
      "؍": 931,
      "؎": 932,
      "؏": 933,
      "ؐ": 934,
      "ؑ": 935,
      "ؒ": 936,
      "ؓ": 937,
      "ؔ": 938,
      "ؕ": 939,
      "ؚ": 940,
      "؛": 941,
      "؜": 942,
      "؞": 943,
      "؟": 944,
      "ء": 945,
      "آ": 946,
      "أ": 947,
      "ؤ": 948,
      "إ": 949,
      "ئ": 950,
      "ا": 951,
      "ب": 952,
      "ة": 953,
      "ت": 954,
      "ث": 955,
      "ج": 956,
      "ح": 957,
      "خ": 958,
      "د": 959,
      "ذ": 960,
      "ر": 961,
      "ز": 962,
      "س": 963,
      "ش": 964,
      "ص": 965,
      "ض": 966,
      "ط": 967,
      "ظ": 968,
      "ع": 969,
      "غ": 970,
      "ػ": 971,
      "ـ": 972,
      "ف": 973,
      "ق": 974,
      "ك": 975,
      "ل": 976,
      "م": 977,
      "ن": 978,
      "ه": 979,
      "و": 980,
      "ى": 981,
      "ي": 982,
      "ً": 983,
      "ٌ": 984,
      "ٍ": 985,
      "َ": 986,
      "ُ": 987,
      "ِ": 988,
      "ّ": 989,
      "ْ": 990,
      "ٓ": 991,
      "ٔ": 992,
      "ٕ": 993,
      "ٖ": 994,
      "ٗ": 995,
      "٘": 996,
      "ٙ": 997,
      "ٚ": 998,
      "ٛ": 999,
      "ٜ": 1000,
      "ٝ": 1001,
      "ٞ": 1002,
      "ٟ": 1003,
      "٠": 1004,
      "١": 1005,
      "٢": 1006,
      "٣": 1007,
      "٤": 1008,
      "٥": 1009,
      "٦": 1010,
      "٧": 1011,
      "٨": 1012,
      "٩": 1013,
      "٪": 1014,
      "٫": 1015,
      "٬": 1016,
      "٭": 1017,
      "ٮ": 1018,
      "ٰ": 1019,
      "ٱ": 1020,
      "ٲ": 1021,
      "ٴ": 1022,
      "ٹ": 1023,
      "ٺ": 1024,
      "ٻ": 1025,
      "ټ": 1026,
      "ٽ": 1027,
      "پ": 1028,
      "ٿ": 1029,
      "ڀ": 1030,
      "ځ": 1031,
      "ڃ": 1032,
      "ڄ": 1033,
      "څ": 1034,
      "چ": 1035,
      "ڇ": 1036,
      "ڈ": 1037,
      "ډ": 1038,
      "ڊ": 1039,
      "ڋ": 1040,
      "ڌ": 1041,
      "ڎ": 1042,
      "ڏ": 1043,
      "ڐ": 1044,
      "ڑ": 1045,
      "ڒ": 1046,
      "ړ": 1047,
      "ڔ": 1048,
      "ږ": 1049,
      "ژ": 1050,
      "ڙ": 1051,
      "ښ": 1052,
      "ڛ": 1053,
      "ڤ": 1054,
      "ڦ": 1055,
      "ک": 1056,
      "ڪ": 1057,
      "ګ": 1058,
      "ڭ": 1059,
      "ڮ": 1060,
      "گ": 1061,
      "ڰ": 1062,
      "ڳ": 1063,
      "ں": 1064,
      "ڻ": 1065,
      "ڼ": 1066,
      "ھ": 1067,
      "ۀ": 1068,
      "ہ": 1069,
      "ۂ": 1070,
      "ۃ": 1071,
      "ۆ": 1072,
      "ۇ": 1073,
      "ۋ": 1074,
      "ی": 1075,
      "ۍ": 1076,
      "ێ": 1077,
      "ې": 1078,
      "ے": 1079,
      "ۓ": 1080,
      "۔": 1081,
      "ە": 1082,
      "ۖ": 1083,
      "ۗ": 1084,
      "ۘ": 1085,
      "ۙ": 1086,
      "ۚ": 1087,
      "ۛ": 1088,
      "ۜ": 1089,
      "۝": 1090,
      "۞": 1091,
      "۟": 1092,
      "۠": 1093,
      "ۡ": 1094,
      "ۢ": 1095,
      "ۣ": 1096,
      "ۤ": 1097,
      "ۥ": 1098,
      "ۦ": 1099,
      "ۧ": 1100,
      "ۨ": 1101,
      "۩": 1102,
      "۪": 1103,
      "۫": 1104,
      "۬": 1105,
      "ۭ": 1106,
      "۰": 1107,
      "۱": 1108,
      "۲": 1109,
      "۳": 1110,
      "۴": 1111,
      "۵": 1112,
      "۶": 1113,
      "۷": 1114,
      "۸": 1115,
      "۹": 1116,
      "ۺ": 1117,
      "ۻ": 1118,
      "ۼ": 1119,
      "۽": 1120,
      "۾": 1121,
      "ܐ": 1122,
      "ܓ": 1123,
      "ܕ": 1124,
      "ܗ": 1125,
      "ܘ": 1126,
      "ܙ": 1127,
      "ܚ": 1128,
      "ܝ": 1129,
      "ܟ": 1130,
      "ܠ": 1131,
      "ܡ": 1132,
      "ܢ": 1133,
      "ܥ": 1134,
      "ܦ": 1135,
      "ܩ": 1136,
      "ܪ": 1137,
      "ܫ": 1138,
      "ܬ": 1139,
      "ܰ": 1140,
      "ܳ": 1141,
      "ݒ": 1142,
      "ݨ": 1143,
      "ݯ": 1144,
      "ݰ": 1145,
      "ݱ": 1146,
      "ހ": 1147,
      "ނ": 1148,
      "ބ": 1149,
      "ކ": 1150,
      "ވ": 1151,
      "މ": 1152,
      "ދ": 1153,
      "ތ": 1154,
      "ލ": 1155,
      "ގ": 1156,
      "ސ": 1157,
      "ޝ": 1158,
      "ޤ": 1159,
      "ަ": 1160,
      "ި": 1161,
      "ީ": 1162,
      "ު": 1163,
      "ެ": 1164,
      "ް": 1165,
      "߂": 1166,
      "ߊ": 1167,
      "ߋ": 1168,
      "ߍ": 1169,
      "ߎ": 1170,
      "ߑ": 1171,
      "ߓ": 1172,
      "ߗ": 1173,
      "ߘ": 1174,
      "ߜ": 1175,
      "ߝ": 1176,
      "ߞ": 1177,
      "ߟ": 1178,
      "ߠ": 1179,
      "ߡ": 1180,
      "ߦ": 1181,
      "߬": 1182,
      "߲": 1183,
      "߳": 1184,
      "ߴ": 1185,
      "ߵ": 1186,
      "߶": 1187,
      "߽": 1188,
      "ࡤ": 1189,
      "ࣰ": 1190,
      "ࣱ": 1191,
      "ࣲ": 1192,
      "ࣻ": 1193,
      "ࣿ": 1194,
      "ऀ": 1195,
      "ँ": 1196,
      "ं": 1197,
      "ः": 1198,
      "अ": 1199,
      "आ": 1200,
      "इ": 1201,
      "ई": 1202,
      "उ": 1203,
      "ऊ": 1204,
      "ऋ": 1205,
      "ऌ": 1206,
      "ऍ": 1207,
      "ऎ": 1208,
      "ए": 1209,
      "ऐ": 1210,
      "ऑ": 1211,
      "ऒ": 1212,
      "ओ": 1213,
      "औ": 1214,
      "क": 1215,
      "ख": 1216,
      "ग": 1217,
      "घ": 1218,
      "ङ": 1219,
      "च": 1220,
      "छ": 1221,
      "ज": 1222,
      "झ": 1223,
      "ञ": 1224,
      "ट": 1225,
      "ठ": 1226,
      "ड": 1227,
      "ढ": 1228,
      "ण": 1229,
      "त": 1230,
      "थ": 1231,
      "द": 1232,
      "ध": 1233,
      "न": 1234,
      "ऩ": 1235,
      "प": 1236,
      "फ": 1237,
      "ब": 1238,
      "भ": 1239,
      "म": 1240,
      "य": 1241,
      "र": 1242,
      "ऱ": 1243,
      "ल": 1244,
      "ळ": 1245,
      "ऴ": 1246,
      "व": 1247,
      "श": 1248,
      "ष": 1249,
      "स": 1250,
      "ह": 1251,
      "ऺ": 1252,
      "़": 1253,
      "ऽ": 1254,
      "ा": 1255,
      "ि": 1256,
      "ी": 1257,
      "ु": 1258,
      "ू": 1259,
      "ृ": 1260,
      "ॄ": 1261,
      "ॅ": 1262,
      "ॆ": 1263,
      "े": 1264,
      "ै": 1265,
      "ॉ": 1266,
      "ॊ": 1267,
      "ो": 1268,
      "ौ": 1269,
      "्": 1270,
      "ॏ": 1271,
      "ॐ": 1272,
      "॑": 1273,
      "॒": 1274,
      "॓": 1275,
      "॔": 1276,
      "ॕ": 1277,
      "ॠ": 1278,
      "ॡ": 1279,
      "ॢ": 1280,
      "ॣ": 1281,
      "।": 1282,
      "॥": 1283,
      "०": 1284,
      "१": 1285,
      "२": 1286,
      "३": 1287,
      "४": 1288,
      "५": 1289,
      "६": 1290,
      "७": 1291,
      "८": 1292,
      "९": 1293,
      "॰": 1294,
      "ॲ": 1295,
      "ॴ": 1296,
      "ॵ": 1297,
      "ॶ": 1298,
      "ॺ": 1299,
      "ॻ": 1300,
      "ॼ": 1301,
      "ॽ": 1302,
      "ॾ": 1303,
      "ॿ": 1304,
      "ঁ": 1305,
      "ং": 1306,
      "ঃ": 1307,
      "অ": 1308,
      "আ": 1309,
      "ই": 1310,
      "ঈ": 1311,
      "উ": 1312,
      "ঊ": 1313,
      "ঋ": 1314,
      "ঌ": 1315,
      "এ": 1316,
      "ঐ": 1317,
      "ও": 1318,
      "ঔ": 1319,
      "ক": 1320,
      "খ": 1321,
      "গ": 1322,
      "ঘ": 1323,
      "ঙ": 1324,
      "চ": 1325,
      "ছ": 1326,
      "জ": 1327,
      "ঝ": 1328,
      "ঞ": 1329,
      "ট": 1330,
      "ঠ": 1331,
      "ড": 1332,
      "ঢ": 1333,
      "ণ": 1334,
      "ত": 1335,
      "থ": 1336,
      "দ": 1337,
      "ধ": 1338,
      "ন": 1339,
      "঩": 1340,
      "প": 1341,
      "ফ": 1342,
      "ব": 1343,
      "ভ": 1344,
      "ম": 1345,
      "য": 1346,
      "র": 1347,
      "ল": 1348,
      "শ": 1349,
      "ষ": 1350,
      "স": 1351,
      "হ": 1352,
      "়": 1353,
      "ঽ": 1354,
      "া": 1355,
      "ি": 1356,
      "ী": 1357,
      "ু": 1358,
      "ূ": 1359,
      "ৃ": 1360,
      "ৄ": 1361,
      "ে": 1362,
      "ৈ": 1363,
      "ো": 1364,
      "ৌ": 1365,
      "্": 1366,
      "ৎ": 1367,
      "ৗ": 1368,
      "৛": 1369,
      "ৠ": 1370,
      "ৡ": 1371,
      "০": 1372,
      "১": 1373,
      "২": 1374,
      "৩": 1375,
      "৪": 1376,
      "৫": 1377,
      "৬": 1378,
      "৭": 1379,
      "৮": 1380,
      "৯": 1381,
      "ৰ": 1382,
      "ৱ": 1383,
      "৲": 1384,
      "৳": 1385,
      "৴": 1386,
      "৵": 1387,
      "৷": 1388,
      "৹": 1389,
      "৺": 1390,
      "৻": 1391,
      "਀": 1392,
      "ਁ": 1393,
      "ਂ": 1394,
      "ਃ": 1395,
      "ਅ": 1396,
      "ਆ": 1397,
      "ਇ": 1398,
      "ਈ": 1399,
      "ਉ": 1400,
      "ਊ": 1401,
      "਍": 1402,
      "਎": 1403,
      "ਏ": 1404,
      "ਐ": 1405,
      "ਓ": 1406,
      "ਔ": 1407,
      "ਕ": 1408,
      "ਖ": 1409,
      "ਗ": 1410,
      "ਘ": 1411,
      "ਙ": 1412,
      "ਚ": 1413,
      "ਛ": 1414,
      "ਜ": 1415,
      "ਝ": 1416,
      "ਞ": 1417,
      "ਟ": 1418,
      "ਠ": 1419,
      "ਡ": 1420,
      "ਢ": 1421,
      "ਣ": 1422,
      "ਤ": 1423,
      "ਥ": 1424,
      "ਦ": 1425,
      "ਧ": 1426,
      "ਨ": 1427,
      "਩": 1428,
      "ਪ": 1429,
      "ਫ": 1430,
      "ਬ": 1431,
      "ਭ": 1432,
      "ਮ": 1433,
      "ਯ": 1434,
      "ਰ": 1435,
      "ਲ": 1436,
      "਴": 1437,
      "ਵ": 1438,
      "ਸ": 1439,
      "ਹ": 1440,
      "਼": 1441,
      "਽": 1442,
      "ਾ": 1443,
      "ਿ": 1444,
      "ੀ": 1445,
      "ੁ": 1446,
      "ੂ": 1447,
      "੄": 1448,
      "ੇ": 1449,
      "ੈ": 1450,
      "੉": 1451,
      "ੋ": 1452,
      "ੌ": 1453,
      "੍": 1454,
      "੎": 1455,
      "੏": 1456,
      "ੑ": 1457,
      "੒": 1458,
      "੖": 1459,
      "੗": 1460,
      "ੜ": 1461,
      "੠": 1462,
      "੦": 1463,
      "੧": 1464,
      "੨": 1465,
      "੩": 1466,
      "੪": 1467,
      "੫": 1468,
      "੬": 1469,
      "੭": 1470,
      "੮": 1471,
      "੯": 1472,
      "ੰ": 1473,
      "ੱ": 1474,
      "ੲ": 1475,
      "ੳ": 1476,
      "ੴ": 1477,
      "ੵ": 1478,
      "੶": 1479,
      "੿": 1480,
      "ઁ": 1481,
      "ં": 1482,
      "ઃ": 1483,
      "અ": 1484,
      "આ": 1485,
      "ઇ": 1486,
      "ઈ": 1487,
      "ઉ": 1488,
      "ઊ": 1489,
      "ઋ": 1490,
      "ઌ": 1491,
      "ઍ": 1492,
      "઎": 1493,
      "એ": 1494,
      "ઐ": 1495,
      "ઑ": 1496,
      "ઓ": 1497,
      "ઔ": 1498,
      "ક": 1499,
      "ખ": 1500,
      "ગ": 1501,
      "ઘ": 1502,
      "ઙ": 1503,
      "ચ": 1504,
      "છ": 1505,
      "જ": 1506,
      "ઝ": 1507,
      "ઞ": 1508,
      "ટ": 1509,
      "ઠ": 1510,
      "ડ": 1511,
      "ઢ": 1512,
      "ણ": 1513,
      "ત": 1514,
      "થ": 1515,
      "દ": 1516,
      "ધ": 1517,
      "ન": 1518,
      "઩": 1519,
      "પ": 1520,
      "ફ": 1521,
      "બ": 1522,
      "ભ": 1523,
      "મ": 1524,
      "ય": 1525,
      "ર": 1526,
      "઱": 1527,
      "લ": 1528,
      "ળ": 1529,
      "વ": 1530,
      "શ": 1531,
      "ષ": 1532,
      "સ": 1533,
      "હ": 1534,
      "઺": 1535,
      "઼": 1536,
      "ઽ": 1537,
      "ા": 1538,
      "િ": 1539,
      "ી": 1540,
      "ુ": 1541,
      "ૂ": 1542,
      "ૃ": 1543,
      "ૄ": 1544,
      "ૅ": 1545,
      "૆": 1546,
      "ે": 1547,
      "ૈ": 1548,
      "ૉ": 1549,
      "ો": 1550,
      "ૌ": 1551,
      "્": 1552,
      "ૐ": 1553,
      "૘": 1554,
      "૟": 1555,
      "ૠ": 1556,
      "ૢ": 1557,
      "૦": 1558,
      "૧": 1559,
      "૨": 1560,
      "૩": 1561,
      "૪": 1562,
      "૫": 1563,
      "૬": 1564,
      "૭": 1565,
      "૮": 1566,
      "૯": 1567,
      "૰": 1568,
      "૱": 1569,
      "૲": 1570,
      "૳": 1571,
      "૴": 1572,
      "૵": 1573,
      "૶": 1574,
      "૷": 1575,
      "ૻ": 1576,
      "૾": 1577,
      "૿": 1578,
      "ଁ": 1579,
      "ଂ": 1580,
      "ଅ": 1581,
      "ଆ": 1582,
      "ଇ": 1583,
      "ଉ": 1584,
      "ଋ": 1585,
      "ଏ": 1586,
      "଑": 1587,
      "଒": 1588,
      "ଓ": 1589,
      "କ": 1590,
      "ଖ": 1591,
      "ଗ": 1592,
      "ଘ": 1593,
      "ଙ": 1594,
      "ଚ": 1595,
      "ଛ": 1596,
      "ଜ": 1597,
      "ଞ": 1598,
      "ଟ": 1599,
      "ଠ": 1600,
      "ଡ": 1601,
      "ଢ": 1602,
      "ଣ": 1603,
      "ତ": 1604,
      "ଥ": 1605,
      "ଦ": 1606,
      "ଧ": 1607,
      "ନ": 1608,
      "ପ": 1609,
      "ଫ": 1610,
      "ବ": 1611,
      "ଭ": 1612,
      "ମ": 1613,
      "ଯ": 1614,
      "ର": 1615,
      "ଲ": 1616,
      "ଳ": 1617,
      "଴": 1618,
      "ଶ": 1619,
      "ଷ": 1620,
      "ସ": 1621,
      "ହ": 1622,
      "଼": 1623,
      "ା": 1624,
      "ି": 1625,
      "ୀ": 1626,
      "ୁ": 1627,
      "ୂ": 1628,
      "ୃ": 1629,
      "େ": 1630,
      "ୈ": 1631,
      "ୋ": 1632,
      "ୌ": 1633,
      "୍": 1634,
      "୔": 1635,
      "ୟ": 1636,
      "୦": 1637,
      "୧": 1638,
      "୨": 1639,
      "୩": 1640,
      "୪": 1641,
      "୫": 1642,
      "୬": 1643,
      "୭": 1644,
      "୮": 1645,
      "ୱ": 1646,
      "஁": 1647,
      "ஂ": 1648,
      "ஃ": 1649,
      "அ": 1650,
      "ஆ": 1651,
      "இ": 1652,
      "ஈ": 1653,
      "உ": 1654,
      "ஊ": 1655,
      "஋": 1656,
      "஌": 1657,
      "எ": 1658,
      "ஏ": 1659,
      "ஐ": 1660,
      "஑": 1661,
      "ஒ": 1662,
      "ஓ": 1663,
      "ஔ": 1664,
      "க": 1665,
      "஖": 1666,
      "ங": 1667,
      "ச": 1668,
      "ஜ": 1669,
      "ஞ": 1670,
      "ட": 1671,
      "஢": 1672,
      "ண": 1673,
      "த": 1674,
      "஥": 1675,
      "஦": 1676,
      "஧": 1677,
      "ந": 1678,
      "ன": 1679,
      "ப": 1680,
      "஫": 1681,
      "஬": 1682,
      "஭": 1683,
      "ம": 1684,
      "ய": 1685,
      "ர": 1686,
      "ற": 1687,
      "ல": 1688,
      "ள": 1689,
      "ழ": 1690,
      "வ": 1691,
      "ஶ": 1692,
      "ஷ": 1693,
      "ஸ": 1694,
      "ஹ": 1695,
      "஻": 1696,
      "ா": 1697,
      "ி": 1698,
      "ீ": 1699,
      "ு": 1700,
      "ூ": 1701,
      "௃": 1702,
      "௄": 1703,
      "௅": 1704,
      "ெ": 1705,
      "ே": 1706,
      "ை": 1707,
      "ொ": 1708,
      "ோ": 1709,
      "ௌ": 1710,
      "்": 1711,
      "ௐ": 1712,
      "ௗ": 1713,
      "௦": 1714,
      "௧": 1715,
      "௨": 1716,
      "௩": 1717,
      "௪": 1718,
      "௫": 1719,
      "௬": 1720,
      "௭": 1721,
      "௮": 1722,
      "௯": 1723,
      "௰": 1724,
      "௱": 1725,
      "௲": 1726,
      "௳": 1727,
      "௵": 1728,
      "௶": 1729,
      "௹": 1730,
      "௾": 1731,
      "ఁ": 1732,
      "ం": 1733,
      "ః": 1734,
      "అ": 1735,
      "ఆ": 1736,
      "ఇ": 1737,
      "ఈ": 1738,
      "ఉ": 1739,
      "ఊ": 1740,
      "ఋ": 1741,
      "ఌ": 1742,
      "ఎ": 1743,
      "ఏ": 1744,
      "ఐ": 1745,
      "ఒ": 1746,
      "ఓ": 1747,
      "ఔ": 1748,
      "క": 1749,
      "ఖ": 1750,
      "గ": 1751,
      "ఘ": 1752,
      "ఙ": 1753,
      "చ": 1754,
      "ఛ": 1755,
      "జ": 1756,
      "ఝ": 1757,
      "ఞ": 1758,
      "ట": 1759,
      "ఠ": 1760,
      "డ": 1761,
      "ఢ": 1762,
      "ణ": 1763,
      "త": 1764,
      "థ": 1765,
      "ద": 1766,
      "ధ": 1767,
      "న": 1768,
      "ప": 1769,
      "ఫ": 1770,
      "బ": 1771,
      "భ": 1772,
      "మ": 1773,
      "య": 1774,
      "ర": 1775,
      "ఱ": 1776,
      "ల": 1777,
      "ళ": 1778,
      "ఴ": 1779,
      "వ": 1780,
      "శ": 1781,
      "ష": 1782,
      "స": 1783,
      "హ": 1784,
      "఼": 1785,
      "ఽ": 1786,
      "ా": 1787,
      "ి": 1788,
      "ీ": 1789,
      "ు": 1790,
      "ూ": 1791,
      "ృ": 1792,
      "ౄ": 1793,
      "ె": 1794,
      "ే": 1795,
      "ై": 1796,
      "ొ": 1797,
      "ో": 1798,
      "ౌ": 1799,
      "్": 1800,
      "౎": 1801,
      "ౕ": 1802,
      "ౖ": 1803,
      "ౘ": 1804,
      "ౙ": 1805,
      "ౠ": 1806,
      "ౡ": 1807,
      "ౢ": 1808,
      "ౣ": 1809,
      "౦": 1810,
      "౧": 1811,
      "౨": 1812,
      "౩": 1813,
      "౪": 1814,
      "౫": 1815,
      "౬": 1816,
      "౭": 1817,
      "౮": 1818,
      "౯": 1819,
      "౹": 1820,
      "౼": 1821,
      "౽": 1822,
      "౾": 1823,
      "ಂ": 1824,
      "ಃ": 1825,
      "ಅ": 1826,
      "ಆ": 1827,
      "ಇ": 1828,
      "ಈ": 1829,
      "ಉ": 1830,
      "ಊ": 1831,
      "ಋ": 1832,
      "ಌ": 1833,
      "ಎ": 1834,
      "ಏ": 1835,
      "ಐ": 1836,
      "ಒ": 1837,
      "ಓ": 1838,
      "ಔ": 1839,
      "ಕ": 1840,
      "ಖ": 1841,
      "ಗ": 1842,
      "ಘ": 1843,
      "ಙ": 1844,
      "ಚ": 1845,
      "ಛ": 1846,
      "ಜ": 1847,
      "ಝ": 1848,
      "ಞ": 1849,
      "ಟ": 1850,
      "ಠ": 1851,
      "ಡ": 1852,
      "ಢ": 1853,
      "ಣ": 1854,
      "ತ": 1855,
      "ಥ": 1856,
      "ದ": 1857,
      "ಧ": 1858,
      "ನ": 1859,
      "ಪ": 1860,
      "ಫ": 1861,
      "ಬ": 1862,
      "ಭ": 1863,
      "ಮ": 1864,
      "ಯ": 1865,
      "ರ": 1866,
      "ಱ": 1867,
      "ಲ": 1868,
      "ಳ": 1869,
      "ವ": 1870,
      "ಶ": 1871,
      "ಷ": 1872,
      "ಸ": 1873,
      "ಹ": 1874,
      "಻": 1875,
      "಼": 1876,
      "ಽ": 1877,
      "ಾ": 1878,
      "ಿ": 1879,
      "ೀ": 1880,
      "ು": 1881,
      "ೂ": 1882,
      "ೃ": 1883,
      "ೄ": 1884,
      "ೆ": 1885,
      "ೇ": 1886,
      "ೈ": 1887,
      "ೊ": 1888,
      "ೋ": 1889,
      "ೌ": 1890,
      "್": 1891,
      "ೕ": 1892,
      "ೖ": 1893,
      "ೞ": 1894,
      "ೠ": 1895,
      "ೢ": 1896,
      "೦": 1897,
      "೧": 1898,
      "೨": 1899,
      "೩": 1900,
      "೪": 1901,
      "೫": 1902,
      "೬": 1903,
      "೭": 1904,
      "೮": 1905,
      "೯": 1906,
      "ೱ": 1907,
      "ೲ": 1908,
      "೵": 1909,
      "ം": 1910,
      "ഃ": 1911,
      "അ": 1912,
      "ആ": 1913,
      "ഇ": 1914,
      "ഈ": 1915,
      "ഉ": 1916,
      "ഊ": 1917,
      "ഋ": 1918,
      "ഌ": 1919,
      "എ": 1920,
      "ഏ": 1921,
      "ഐ": 1922,
      "ഒ": 1923,
      "ഓ": 1924,
      "ഔ": 1925,
      "ക": 1926,
      "ഖ": 1927,
      "ഗ": 1928,
      "ഘ": 1929,
      "ങ": 1930,
      "ച": 1931,
      "ഛ": 1932,
      "ജ": 1933,
      "ഝ": 1934,
      "ഞ": 1935,
      "ട": 1936,
      "ഠ": 1937,
      "ഡ": 1938,
      "ഢ": 1939,
      "ണ": 1940,
      "ത": 1941,
      "ഥ": 1942,
      "ദ": 1943,
      "ധ": 1944,
      "ന": 1945,
      "പ": 1946,
      "ഫ": 1947,
      "ബ": 1948,
      "ഭ": 1949,
      "മ": 1950,
      "യ": 1951,
      "ര": 1952,
      "റ": 1953,
      "ല": 1954,
      "ള": 1955,
      "ഴ": 1956,
      "വ": 1957,
      "ശ": 1958,
      "ഷ": 1959,
      "സ": 1960,
      "ഹ": 1961,
      "഼": 1962,
      "ഽ": 1963,
      "ാ": 1964,
      "ി": 1965,
      "ീ": 1966,
      "ു": 1967,
      "ൂ": 1968,
      "ൃ": 1969,
      "ൄ": 1970,
      "െ": 1971,
      "േ": 1972,
      "ൈ": 1973,
      "ൊ": 1974,
      "ോ": 1975,
      "ൌ": 1976,
      "്": 1977,
      "ൎ": 1978,
      "ൗ": 1979,
      "ൡ": 1980,
      "൦": 1981,
      "൧": 1982,
      "൨": 1983,
      "൩": 1984,
      "൪": 1985,
      "൫": 1986,
      "൬": 1987,
      "൭": 1988,
      "൮": 1989,
      "൯": 1990,
      "൱": 1991,
      "൹": 1992,
      "ൺ": 1993,
      "ൻ": 1994,
      "ർ": 1995,
      "ൽ": 1996,
      "ൾ": 1997,
      "ൿ": 1998,
      "ං": 1999,
      "අ": 2000,
      "ආ": 2001,
      "ඇ": 2002,
      "ඉ": 2003,
      "ඊ": 2004,
      "උ": 2005,
      "එ": 2006,
      "ඒ": 2007,
      "ඔ": 2008,
      "ක": 2009,
      "ඛ": 2010,
      "ග": 2011,
      "ඟ": 2012,
      "ච": 2013,
      "ජ": 2014,
      "ට": 2015,
      "ඩ": 2016,
      "ණ": 2017,
      "ඬ": 2018,
      "ත": 2019,
      "ථ": 2020,
      "ද": 2021,
      "ධ": 2022,
      "න": 2023,
      "ඳ": 2024,
      "ප": 2025,
      "බ": 2026,
      "භ": 2027,
      "ම": 2028,
      "ඹ": 2029,
      "ය": 2030,
      "ර": 2031,
      "ල": 2032,
      "ව": 2033,
      "ශ": 2034,
      "ෂ": 2035,
      "ස": 2036,
      "හ": 2037,
      "ළ": 2038,
      "ෆ": 2039,
      "්": 2040,
      "ා": 2041,
      "ැ": 2042,
      "ෑ": 2043,
      "ි": 2044,
      "ී": 2045,
      "ු": 2046,
      "ූ": 2047,
      "ෘ": 2048,
      "ෙ": 2049,
      "ේ": 2050,
      "ො": 2051,
      "ෝ": 2052,
      "ก": 2053,
      "ข": 2054,
      "ค": 2055,
      "ฆ": 2056,
      "ง": 2057,
      "จ": 2058,
      "ฉ": 2059,
      "ช": 2060,
      "ซ": 2061,
      "ญ": 2062,
      "ฐ": 2063,
      "ณ": 2064,
      "ด": 2065,
      "ต": 2066,
      "ถ": 2067,
      "ท": 2068,
      "ธ": 2069,
      "น": 2070,
      "บ": 2071,
      "ป": 2072,
      "ผ": 2073,
      "ฝ": 2074,
      "พ": 2075,
      "ฟ": 2076,
      "ภ": 2077,
      "ม": 2078,
      "ย": 2079,
      "ร": 2080,
      "ฤ": 2081,
      "ล": 2082,
      "ว": 2083,
      "ศ": 2084,
      "ษ": 2085,
      "ส": 2086,
      "ห": 2087,
      "ฬ": 2088,
      "อ": 2089,
      "ฯ": 2090,
      "ะ": 2091,
      "ั": 2092,
      "า": 2093,
      "ำ": 2094,
      "ิ": 2095,
      "ี": 2096,
      "ื": 2097,
      "ุ": 2098,
      "ู": 2099,
      "฿": 2100,
      "เ": 2101,
      "แ": 2102,
      "โ": 2103,
      "ใ": 2104,
      "ไ": 2105,
      "ๆ": 2106,
      "็": 2107,
      "่": 2108,
      "้": 2109,
      "๊": 2110,
      "๋": 2111,
      "์": 2112,
      "ํ": 2113,
      "๏": 2114,
      "๐": 2115,
      "๑": 2116,
      "๒": 2117,
      "๔": 2118,
      "๕": 2119,
      "๖": 2120,
      "๗": 2121,
      "๘": 2122,
      "๙": 2123,
      "๚": 2124,
      "ກ": 2125,
      "ຄ": 2126,
      "ງ": 2127,
      "ຊ": 2128,
      "ຍ": 2129,
      "ດ": 2130,
      "ຕ": 2131,
      "ທ": 2132,
      "ນ": 2133,
      "ບ": 2134,
      "ປ": 2135,
      "ຜ": 2136,
      "ພ": 2137,
      "ຟ": 2138,
      "ມ": 2139,
      "ຢ": 2140,
      "ຣ": 2141,
      "ລ": 2142,
      "ວ": 2143,
      "ສ": 2144,
      "ຫ": 2145,
      "ອ": 2146,
      "ະ": 2147,
      "ັ": 2148,
      "າ": 2149,
      "ິ": 2150,
      "ີ": 2151,
      "ື": 2152,
      "ຸ": 2153,
      "ູ": 2154,
      "ົ": 2155,
      "ຼ": 2156,
      "ເ": 2157,
      "ແ": 2158,
      "ໂ": 2159,
      "ໃ": 2160,
      "ໄ": 2161,
      "່": 2162,
      "້": 2163,
      "໌": 2164,
      "ໍ": 2165,
      "་": 2166,
      "།": 2167,
      "༒": 2168,
      "༢": 2169,
      "༽": 2170,
      "ཀ": 2171,
      "ཁ": 2172,
      "ག": 2173,
      "ང": 2174,
      "ཅ": 2175,
      "ཆ": 2176,
      "ཇ": 2177,
      "ཏ": 2178,
      "ཐ": 2179,
      "ད": 2180,
      "ན": 2181,
      "པ": 2182,
      "བ": 2183,
      "མ": 2184,
      "ཙ": 2185,
      "ཚ": 2186,
      "ཛ": 2187,
      "ཟ": 2188,
      "འ": 2189,
      "ཡ": 2190,
      "ར": 2191,
      "ལ": 2192,
      "ཤ": 2193,
      "ས": 2194,
      "ཧ": 2195,
      "ཨ": 2196,
      "ཱ": 2197,
      "ི": 2198,
      "ུ": 2199,
      "ེ": 2200,
      "ོ": 2201,
      "ཾ": 2202,
      "ྐ": 2203,
      "ྒ": 2204,
      "ྟ": 2205,
      "ྡ": 2206,
      "ྣ": 2207,
      "ྨ": 2208,
      "ྭ": 2209,
      "ྰ": 2210,
      "ྱ": 2211,
      "ྲ": 2212,
      "ླ": 2213,
      "࿐": 2214,
      "က": 2215,
      "ခ": 2216,
      "င": 2217,
      "စ": 2218,
      "ဆ": 2219,
      "ဇ": 2220,
      "ည": 2221,
      "ဋ": 2222,
      "တ": 2223,
      "ထ": 2224,
      "ဒ": 2225,
      "န": 2226,
      "ပ": 2227,
      "ဗ": 2228,
      "ဘ": 2229,
      "မ": 2230,
      "ယ": 2231,
      "ရ": 2232,
      "လ": 2233,
      "ဝ": 2234,
      "သ": 2235,
      "အ": 2236,
      "ာ": 2237,
      "ိ": 2238,
      "ီ": 2239,
      "ု": 2240,
      "ူ": 2241,
      "ေ": 2242,
      "ဲ": 2243,
      "ံ": 2244,
      "့": 2245,
      "း": 2246,
      "္": 2247,
      "်": 2248,
      "ျ": 2249,
      "ြ": 2250,
      "ှ": 2251,
      "ဿ": 2252,
      "၀": 2253,
      "၁": 2254,
      "၂": 2255,
      "၄": 2256,
      "၆": 2257,
      "၇": 2258,
      "၈": 2259,
      "၊": 2260,
      "။": 2261,
      "Ⴤ": 2262,
      "ა": 2263,
      "ბ": 2264,
      "გ": 2265,
      "დ": 2266,
      "ე": 2267,
      "ვ": 2268,
      "ზ": 2269,
      "თ": 2270,
      "ი": 2271,
      "კ": 2272,
      "ლ": 2273,
      "მ": 2274,
      "ნ": 2275,
      "ო": 2276,
      "პ": 2277,
      "რ": 2278,
      "ს": 2279,
      "ტ": 2280,
      "უ": 2281,
      "ფ": 2282,
      "ქ": 2283,
      "ღ": 2284,
      "შ": 2285,
      "ჩ": 2286,
      "ც": 2287,
      "ძ": 2288,
      "წ": 2289,
      "ხ": 2290,
      "ჯ": 2291,
      "ᄅ": 2292,
      "ᄇ": 2293,
      "ᄉ": 2294,
      "ᄊ": 2295,
      "ᄌ": 2296,
      "ᄑ": 2297,
      "ᅟ": 2298,
      "ᅠ": 2299,
      "ᅨ": 2300,
      "ᅲ": 2301,
      "ᅳ": 2302,
      "ᆞ": 2303,
      "ᆬ": 2304,
      "ሁ": 2305,
      "ህ": 2306,
      "ለ": 2307,
      "ሉ": 2308,
      "ላ": 2309,
      "ል": 2310,
      "ሎ": 2311,
      "ሐ": 2312,
      "ሓ": 2313,
      "ሕ": 2314,
      "መ": 2315,
      "ማ": 2316,
      "ም": 2317,
      "ሞ": 2318,
      "ሠ": 2319,
      "ሣ": 2320,
      "ረ": 2321,
      "ሩ": 2322,
      "ሪ": 2323,
      "ራ": 2324,
      "ር": 2325,
      "ሮ": 2326,
      "ሰ": 2327,
      "ሱ": 2328,
      "ሲ": 2329,
      "ሳ": 2330,
      "ስ": 2331,
      "ሻ": 2332,
      "ቁ": 2333,
      "ቃ": 2334,
      "ቅ": 2335,
      "ቆ": 2336,
      "ቋ": 2337,
      "በ": 2338,
      "ባ": 2339,
      "ቤ": 2340,
      "ብ": 2341,
      "ተ": 2342,
      "ቱ": 2343,
      "ታ": 2344,
      "ት": 2345,
      "ቶ": 2346,
      "ቸ": 2347,
      "ቼ": 2348,
      "ች": 2349,
      "ነ": 2350,
      "ኒ": 2351,
      "ና": 2352,
      "ን": 2353,
      "ኖ": 2354,
      "ኛ": 2355,
      "ኝ": 2356,
      "አ": 2357,
      "ኢ": 2358,
      "ኣ": 2359,
      "ኤ": 2360,
      "እ": 2361,
      "ከ": 2362,
      "ኩ": 2363,
      "ካ": 2364,
      "ክ": 2365,
      "ኳ": 2366,
      "ወ": 2367,
      "ዊ": 2368,
      "ዋ": 2369,
      "ው": 2370,
      "ዎ": 2371,
      "ዐ": 2372,
      "ዕ": 2373,
      "ዘ": 2374,
      "ዚ": 2375,
      "ዜ": 2376,
      "ዝ": 2377,
      "ዞ": 2378,
      "የ": 2379,
      "ያ": 2380,
      "ይ": 2381,
      "ደ": 2382,
      "ዱ": 2383,
      "ዲ": 2384,
      "ዳ": 2385,
      "ድ": 2386,
      "ጀ": 2387,
      "ጅ": 2388,
      "ጆ": 2389,
      "ገ": 2390,
      "ጊ": 2391,
      "ጋ": 2392,
      "ጌ": 2393,
      "ግ": 2394,
      "ጎ": 2395,
      "ጠ": 2396,
      "ጡ": 2397,
      "ጣ": 2398,
      "ጥ": 2399,
      "ጨ": 2400,
      "ጻ": 2401,
      "ፈ": 2402,
      "ፉ": 2403,
      "ፊ": 2404,
      "ፋ": 2405,
      "፠": 2406,
      "፡": 2407,
      "፣": 2408,
      "፤": 2409,
      "፨": 2410,
      "Ꭰ": 2411,
      "Ꭴ": 2412,
      "Ꭵ": 2413,
      "Ꭶ": 2414,
      "Ꭷ": 2415,
      "Ꮁ": 2416,
      "Ꮄ": 2417,
      "Ꮑ": 2418,
      "Ꮕ": 2419,
      "Ꮗ": 2420,
      "Ꮛ": 2421,
      "Ꮢ": 2422,
      "Ꮥ": 2423,
      "Ꮧ": 2424,
      "Ꮪ": 2425,
      "Ꮭ": 2426,
      "Ꮶ": 2427,
      "Ꮹ": 2428,
      "Ꮿ": 2429,
      "Ᏸ": 2430,
      "ᐅ": 2431,
      "ᐈ": 2432,
      "ᐉ": 2433,
      "ᑎ": 2434,
      "ᕕ": 2435,
      "ᚠ": 2436,
      "ᚢ": 2437,
      "ᚦ": 2438,
      "ᚨ": 2439,
      "ᚴ": 2440,
      "ᚼ": 2441,
      "ᛁ": 2442,
      "ᛅ": 2443,
      "ᛋ": 2444,
      "ᛏ": 2445,
      "ᛕ": 2446,
      "ᛚ": 2447,
      "ក": 2448,
      "ខ": 2449,
      "គ": 2450,
      "ង": 2451,
      "ច": 2452,
      "ឆ": 2453,
      "ជ": 2454,
      "ញ": 2455,
      "ដ": 2456,
      "ឌ": 2457,
      "ឍ": 2458,
      "ណ": 2459,
      "ត": 2460,
      "ថ": 2461,
      "ទ": 2462,
      "ធ": 2463,
      "ន": 2464,
      "ប": 2465,
      "ផ": 2466,
      "ព": 2467,
      "ភ": 2468,
      "ម": 2469,
      "យ": 2470,
      "រ": 2471,
      "ល": 2472,
      "វ": 2473,
      "ស": 2474,
      "ហ": 2475,
      "អ": 2476,
      "ឥ": 2477,
      "ឯ": 2478,
      "ឱ": 2479,
      "ា": 2480,
      "ិ": 2481,
      "ី": 2482,
      "ឹ": 2483,
      "ុ": 2484,
      "ូ": 2485,
      "ើ": 2486,
      "េ": 2487,
      "ែ": 2488,
      "ៃ": 2489,
      "ោ": 2490,
      "ៅ": 2491,
      "ំ": 2492,
      "ះ": 2493,
      "៉": 2494,
      "៊": 2495,
      "់": 2496,
      "៌": 2497,
      "័": 2498,
      "្": 2499,
      "។": 2500,
      "១": 2501,
      "៧": 2502,
      "៩": 2503,
      "ᠠ": 2504,
      "ᠢ": 2505,
      "ᠣ": 2506,
      "ᠨ": 2507,
      "ᠪ": 2508,
      "ᠭ": 2509,
      "ᠰ": 2510,
      "ᠵ": 2511,
      "ᠷ": 2512,
      "ᡤ": 2513,
      "ᡳ": 2514,
      "ᡵ": 2515,
      "ᥙ": 2516,
      "ᱚ": 2517,
      "ᱛ": 2518,
      "ᱞ": 2519,
      "ᱟ": 2520,
      "ᱠ": 2521,
      "ᱤ": 2522,
      "ᱨ": 2523,
      "ᱩ": 2524,
      "ᱪ": 2525,
      "ᱮ": 2526,
      "ᱯ": 2527,
      "ᱱ": 2528,
      "ᱺ": 2529,
      "᳚": 2530,
      "ᳵ": 2531,
      "ᳶ": 2532,
      "ᴀ": 2533,
      "ᴄ": 2534,
      "ᴅ": 2535,
      "ᴇ": 2536,
      "ᴉ": 2537,
      "ᴊ": 2538,
      "ᴋ": 2539,
      "ᴍ": 2540,
      "ᴏ": 2541,
      "ᴘ": 2542,
      "ᴛ": 2543,
      "ᴜ": 2544,
      "ᴠ": 2545,
      "ᴡ": 2546,
      "ᴢ": 2547,
      "ᴬ": 2548,
      "ᴮ": 2549,
      "ᴱ": 2550,
      "ᴸ": 2551,
      "ᴹ": 2552,
      "ᴺ": 2553,
      "ᵀ": 2554,
      "ᵃ": 2555,
      "ᵈ": 2556,
      "ᵉ": 2557,
      "ᵗ": 2558,
      "ᵛ": 2559,
      "ᵢ": 2560,
      "ᵥ": 2561,
      "ᵻ": 2562,
      "ᶟ": 2563,
      "ᶾ": 2564,
      "Ḁ": 2565,
      "Ḅ": 2566,
      "ḇ": 2567,
      "Ḍ": 2568,
      "ḍ": 2569,
      "Ḏ": 2570,
      "ḏ": 2571,
      "Ḕ": 2572,
      "ḕ": 2573,
      "ḗ": 2574,
      "ḙ": 2575,
      "Ḡ": 2576,
      "ḡ": 2577,
      "ḣ": 2578,
      "Ḥ": 2579,
      "ḥ": 2580,
      "Ḩ": 2581,
      "ḩ": 2582,
      "Ḫ": 2583,
      "ḫ": 2584,
      "ḭ": 2585,
      "Ḱ": 2586,
      "ḱ": 2587,
      "Ḳ": 2588,
      "ḳ": 2589,
      "Ḵ": 2590,
      "ḵ": 2591,
      "ḷ": 2592,
      "Ḹ": 2593,
      "ḻ": 2594,
      "ḿ": 2595,
      "Ṁ": 2596,
      "ṁ": 2597,
      "ṃ": 2598,
      "ṅ": 2599,
      "Ṇ": 2600,
      "ṇ": 2601,
      "ṉ": 2602,
      "Ṋ": 2603,
      "ṓ": 2604,
      "Ṕ": 2605,
      "ṙ": 2606,
      "Ṛ": 2607,
      "ṛ": 2608,
      "ṟ": 2609,
      "Ṣ": 2610,
      "ṣ": 2611,
      "ṧ": 2612,
      "Ṭ": 2613,
      "ṭ": 2614,
      "ṯ": 2615,
      "ṵ": 2616,
      "Ṿ": 2617,
      "ẉ": 2618,
      "Ẋ": 2619,
      "ẋ": 2620,
      "Ẏ": 2621,
      "ẏ": 2622,
      "Ẑ": 2623,
      "Ẓ": 2624,
      "ẓ": 2625,
      "ẕ": 2626,
      "ẖ": 2627,
      "ẗ": 2628,
      "ẟ": 2629,
      "ạ": 2630,
      "ả": 2631,
      "Ấ": 2632,
      "ấ": 2633,
      "Ầ": 2634,
      "ầ": 2635,
      "ẩ": 2636,
      "ẫ": 2637,
      "Ậ": 2638,
      "ậ": 2639,
      "ắ": 2640,
      "ằ": 2641,
      "ẳ": 2642,
      "ẵ": 2643,
      "ặ": 2644,
      "Ẹ": 2645,
      "ẹ": 2646,
      "ẻ": 2647,
      "ẽ": 2648,
      "Ế": 2649,
      "ế": 2650,
      "Ề": 2651,
      "ề": 2652,
      "ể": 2653,
      "Ễ": 2654,
      "ễ": 2655,
      "Ệ": 2656,
      "ệ": 2657,
      "Ỉ": 2658,
      "ỉ": 2659,
      "Ị": 2660,
      "ị": 2661,
      "Ọ": 2662,
      "ọ": 2663,
      "Ỏ": 2664,
      "ỏ": 2665,
      "ố": 2666,
      "ồ": 2667,
      "ổ": 2668,
      "ỗ": 2669,
      "Ộ": 2670,
      "ộ": 2671,
      "ớ": 2672,
      "ờ": 2673,
      "Ở": 2674,
      "ở": 2675,
      "ỡ": 2676,
      "ợ": 2677,
      "Ụ": 2678,
      "ụ": 2679,
      "Ủ": 2680,
      "ủ": 2681,
      "ứ": 2682,
      "ừ": 2683,
      "ử": 2684,
      "Ữ": 2685,
      "ữ": 2686,
      "ự": 2687,
      "Ỳ": 2688,
      "ỳ": 2689,
      "ỷ": 2690,
      "ỹ": 2691,
      "ἀ": 2692,
      "ἁ": 2693,
      "ἂ": 2694,
      "ἄ": 2695,
      "ἅ": 2696,
      "Ἀ": 2697,
      "Ἁ": 2698,
      "Ἄ": 2699,
      "ἐ": 2700,
      "ἑ": 2701,
      "ἔ": 2702,
      "ἕ": 2703,
      "Ἐ": 2704,
      "Ἑ": 2705,
      "Ἔ": 2706,
      "ἠ": 2707,
      "ἡ": 2708,
      "ἢ": 2709,
      "ἣ": 2710,
      "ἤ": 2711,
      "ἥ": 2712,
      "ἦ": 2713,
      "ἧ": 2714,
      "Ἠ": 2715,
      "Ἡ": 2716,
      "Ἥ": 2717,
      "ἰ": 2718,
      "ἱ": 2719,
      "ἲ": 2720,
      "ἳ": 2721,
      "ἴ": 2722,
      "ἵ": 2723,
      "ἶ": 2724,
      "ἷ": 2725,
      "Ἰ": 2726,
      "Ἳ": 2727,
      "Ἵ": 2728,
      "ὀ": 2729,
      "ὁ": 2730,
      "ὃ": 2731,
      "ὄ": 2732,
      "ὅ": 2733,
      "Ὀ": 2734,
      "Ὅ": 2735,
      "ὐ": 2736,
      "ὑ": 2737,
      "ὔ": 2738,
      "ὕ": 2739,
      "ὖ": 2740,
      "ὗ": 2741,
      "Ὑ": 2742,
      "Ὕ": 2743,
      "ὠ": 2744,
      "ὡ": 2745,
      "ὤ": 2746,
      "ὥ": 2747,
      "ὦ": 2748,
      "ὧ": 2749,
      "Ὠ": 2750,
      "ὰ": 2751,
      "ὲ": 2752,
      "ὴ": 2753,
      "ὶ": 2754,
      "ὸ": 2755,
      "ὺ": 2756,
      "ὼ": 2757,
      "ᾗ": 2758,
      "ᾠ": 2759,
      "ᾧ": 2760,
      "ᾳ": 2761,
      "ᾶ": 2762,
      "ᾷ": 2763,
      "᾽": 2764,
      "ῃ": 2765,
      "ῄ": 2766,
      "ῆ": 2767,
      "ῇ": 2768,
      "ῐ": 2769,
      "ῑ": 2770,
      "ῖ": 2771,
      "ῠ": 2772,
      "ῡ": 2773,
      "ῥ": 2774,
      "ῦ": 2775,
      "Ῥ": 2776,
      "ῳ": 2777,
      "ῶ": 2778,
      "ῷ": 2779,
      "῾": 2780,
      "​": 2781,
      "‌": 2782,
      "‍": 2783,
      "‎": 2784,
      "‏": 2785,
      "‐": 2786,
      "‑": 2787,
      "‒": 2788,
      "–": 2789,
      "—": 2790,
      "―": 2791,
      "‖": 2792,
      "‗": 2793,
      "‘": 2794,
      "’": 2795,
      "‚": 2796,
      "‛": 2797,
      "“": 2798,
      "”": 2799,
      "„": 2800,
      "‟": 2801,
      "†": 2802,
      "‡": 2803,
      "•": 2804,
      "‣": 2805,
      "․": 2806,
      "…": 2807,
      "‧": 2808,
      "‪": 2809,
      "‫": 2810,
      "‬": 2811,
      "‭": 2812,
      "‮": 2813,
      "‰": 2814,
      "′": 2815,
      "″": 2816,
      "‹": 2817,
      "›": 2818,
      "※": 2819,
      "‼": 2820,
      "‽": 2821,
      "‿": 2822,
      "⁃": 2823,
      "⁄": 2824,
      "⁉": 2825,
      "⁊": 2826,
      "⁋": 2827,
      "⁒": 2828,
      "⁕": 2829,
      "⁝": 2830,
      "⁠": 2831,
      "⁡": 2832,
      "⁢": 2833,
      "⁣": 2834,
      "⁦": 2835,
      "⁧": 2836,
      "⁩": 2837,
      "⁪": 2838,
      "⁬": 2839,
      "⁭": 2840,
      "⁰": 2841,
      "⁴": 2842,
      "⁵": 2843,
      "⁶": 2844,
      "⁷": 2845,
      "⁸": 2846,
      "⁹": 2847,
      "⁺": 2848,
      "⁻": 2849,
      "ⁿ": 2850,
      "₀": 2851,
      "₁": 2852,
      "₂": 2853,
      "₃": 2854,
      "₄": 2855,
      "₅": 2856,
      "₆": 2857,
      "₈": 2858,
      "₊": 2859,
      "₋": 2860,
      "ₒ": 2861,
      "ₓ": 2862,
      "ₖ": 2863,
      "ₘ": 2864,
      "ₙ": 2865,
      "₣": 2866,
      "₤": 2867,
      "₦": 2868,
      "₨": 2869,
      "₪": 2870,
      "€": 2871,
      "₮": 2872,
      "₴": 2873,
      "₵": 2874,
      "₸": 2875,
      "₹": 2876,
      "₽": 2877,
      "₿": 2878,
      "⃟": 2879,
      "⃣": 2880,
      "℃": 2881,
      "℅": 2882,
      "℉": 2883,
      "ℎ": 2884,
      "ℏ": 2885,
      "ℓ": 2886,
      "№": 2887,
      "℗": 2888,
      "ℛ": 2889,
      "ℝ": 2890,
      "℞": 2891,
      "℠": 2892,
      "™": 2893,
      "ℤ": 2894,
      "℧": 2895,
      "ℹ": 2896,
      "⅁": 2897,
      "ⅇ": 2898,
      "⅓": 2899,
      "⅔": 2900,
      "⅕": 2901,
      "⅘": 2902,
      "⅙": 2903,
      "⅚": 2904,
      "⅛": 2905,
      "⅜": 2906,
      "⅝": 2907,
      "⅞": 2908,
      "Ⅰ": 2909,
      "Ⅱ": 2910,
      "Ⅲ": 2911,
      "Ⅳ": 2912,
      "Ⅴ": 2913,
      "Ⅵ": 2914,
      "Ⅶ": 2915,
      "Ⅸ": 2916,
      "Ⅹ": 2917,
      "Ⅺ": 2918,
      "Ⅻ": 2919,
      "ⅰ": 2920,
      "ⅱ": 2921,
      "ⅲ": 2922,
      "Ↄ": 2923,
      "←": 2924,
      "↑": 2925,
      "→": 2926,
      "↓": 2927,
      "↔": 2928,
      "↖": 2929,
      "↗": 2930,
      "↙": 2931,
